
[{"id":6497820,"title":"fuck the guardian","updated_at":"2020-03-20T20:47:54.880Z","created_at":"2020-03-18T23:16:17.309Z","state":"available","comment_count":0,"generated_title":"fuck the guardian","content_html":"<p>The guardian would be shit even without the transphobia - it is the main source of toxic neoliberal centrist propaganda in England. It relentlessly sabotaged the possibility of a labour government that could have <em>at least lessened</em> some of the hardships inflicted on trans people, migrants, disabled people and benefits users by Tory austerity. Many of its articles are indistinguishable in ideology from the Sun or Telegraph.</p><p>We don't want an empty apology or inclusion in its pages - we have seen what it does with attempts to engage in the open letter signed by over 100 published next to thoughtless individual hate screeds in a 'both sides' piece. </p><p>There's an underlying assumption (from the guardian's demographic of a particular section of the cis, white middle and upper classes) that, we'd expect this from the Telegraph, we'd definitely expect this from the Sun, but how could the lovely guardian betray us? This is the insidious function of the guardian and why we must in particular resist its grasps at maintaining relevancy. </p><p>People who may read the Sun are tbh much less invested in building an identity around a newspaper, and can consume the information more critically than self described guardian readers. The assumption is the inverse, because of elitism and snobbery. </p><p>The guardian doesn't make legitimate profits and is propped up by wealthy patrons despite its claims of 'independence'. It retains reach by getting engagement on its online platform, by us sharing it even in outrage. It would be nothing without its readership, and it is good to question the intentions of those who think it is worthwhile existing at all. We can't fix a broken system, because it isn't broken - just like the capitalist model it is invested in, the guardian is working just as it wants to.</p>","description_html":"","visibility":"public","content":"The guardian would be shit even without the transphobia - it is the main source of toxic neoliberal centrist propaganda in England. It relentlessly sabotaged the possibility of a labour government that could have *at least lessened* some of the hardships inflicted on trans people, migrants, disabled people and benefits users by Tory austerity. Many of its articles are indistinguishable in ideology from the Sun or Telegraph.\n\n \n\nWe don't want an empty apology or inclusion in its pages - we have seen what it does with attempts to engage in the open letter signed by over 100 published next to thoughtless individual hate screeds in a 'both sides' piece. \n\n \n\nThere's an underlying assumption (from the guardian's demographic of a particular section of the cis, white middle and upper classes) that, we'd expect this from the Telegraph, we'd definitely expect this from the Sun, but how could the lovely guardian betray us? This is the insidious function of the guardian and why we must in particular resist its grasps at maintaining relevancy. \n\n \n\nPeople who may read the Sun are tbh much less invested in building an identity around a newspaper, and can consume the information more critically than self described guardian readers. The assumption is the inverse, because of elitism and snobbery. \n\n \n\nThe guardian doesn't make legitimate profits and is propped up by wealthy patrons despite its claims of 'independence'. It retains reach by getting engagement on its online platform, by us sharing it even in outrage. It would be nothing without its readership, and it is good to question the intentions of those who think it is worthwhile existing at all. We can't fix a broken system, because it isn't broken - just like the capitalist model it is invested in, the guardian is working just as it wants to.","description":"","source":null,"image":null,"embed":null,"attachment":null,"metadata":null,"base_class":"Block","class":"Text","user":{"id":108032,"created_at":"2019-05-02T12:51:36.716Z","slug":"ana-meisel","username":"Ana Meisel","first_name":"Ana","last_name":"Meisel","full_name":"Ana Meisel","avatar":"https://arena-avatars.s3.amazonaws.com/108032/small_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927","avatar_image":{"thumb":"https://arena-avatars.s3.amazonaws.com/108032/small_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927","display":"https://arena-avatars.s3.amazonaws.com/108032/medium_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927"},"channel_count":13,"following_count":37,"profile_id":395273,"follower_count":12,"initials":"AM","can_index":true,"metadata":{"description":null},"is_premium":true,"is_exceeding_private_connections_limit":false,"is_confirmed":true,"is_pending_reconfirmation":false,"is_pending_confirmation":false,"badge":"premium","base_class":"User","class":"User"},"position":4,"selected":false,"connection_id":10235091,"connected_at":"2020-03-18T23:16:17.383Z","connected_by_user_id":108032,"connected_by_username":"Ana Meisel","connected_by_user_slug":"ana-meisel"},{"id":6497783,"title":"Trans Girl Death Drive","updated_at":"2020-03-20T20:47:54.942Z","created_at":"2020-03-18T23:12:36.807Z","state":"available","comment_count":0,"generated_title":"Trans Girl Death Drive","content_html":"<p>I think about death a lot. Well, I think about the end of suffering a lot and death is the easiest thing I can conceptualise about that. I'd like to say that the end of structural discrimination and social dysphoria would be easier to imagine but to be honest they're not, so instead I think about death.</p><p>Trauma is material. It collects in our bodies and binds itself to our nerves and stuffs up our synapses. Then you get stuffed up and what can you do? The system is working very well because it kills us silently. We internalise the shame. We internalise the hurt. We become overwhelmed and we need to rest but we're not allowed to so instead we think about death.</p><p>How can we be surprised that us trans girls have a suicide culture? You have infected us with suicidality. The rate of trans people attempting suicide is 41%, which jumps to 55% if you've lost a job due to bias (check), 61% if you're the victim of a physical assult (check), and 64% if you're the victim of sexual assault (check). You are killing us daily and telling us it's our own fault. You are making sure we are traumatised enough.</p><p>I want to make it clear that what happens to us is a refined, careful and clinical process to ensure the murder of trans femmes through the mechanics of suicide. Who taught these men the same script? Who taught my employers? My doctors? My apparent lovers? How did everyone know who to hurt and how?</p><p>Before the transition was the dysphoria and the disassociation. The disassociation wasn't easier, but I was much much angrier then and I was frozen and people thought I was a man. It's normal for men to feel nothing. With the understanding of myself, then the hormones, the dysphoria lifted and the social punishment began, with such a fervour that I couldn't have believed before.</p><p>I know I'm happy. I was a happy kid. I'm a happy adult. I love my partner and they love me. I love my friends. I love my sisters. I love how my body is changing. I love being alive. But the daily pressure, the struggle, is so wearing that I often think of death as a way to calm down because it is a space where I feel in control. And I don't think that's normal.</p><p>I sometimes wonder if it's the hormones rewriting my brain chemistry, making me feel way more than I can handle. It's a weird syncretic thing, transitioning. Where do my feelings start and the hormones end? This ambiguity is very beautiful and should be seen as such. My changes are beautiful and should be seen as such. They should not be used as weapons against me.</p><p>I don't believe in passing. I don't believe in gender. I reject, in my heart, the confines that cisness has put on me. But I want them very badly, because it will make me safe and because I want people to see that I'm beautiful. I cannot imagine a crueller thing, to take that simple desire and to kill me with it.</p><p>We only survive through each other’s love and care (I love all my sisters and siblings). We only survive because we know we are right and they are wrong. We must survive and we must end this violence, this system of colonial capitalism that feeds itself on the bodies of trans women and femmes. One group among many. I insist that we survive. I say that in our survival we thrive and your system is coming to an end.</p>","description_html":"<p>Content note: suicide, assault</p>","visibility":"public","content":"I think about death a lot. Well, I think about the end of suffering a lot and death is the easiest thing I can conceptualise about that. I'd like to say that the end of structural discrimination and social dysphoria would be easier to imagine but to be honest they're not, so instead I think about death.\n\nTrauma is material. It collects in our bodies and binds itself to our nerves and stuffs up our synapses. Then you get stuffed up and what can you do? The system is working very well because it kills us silently. We internalise the shame. We internalise the hurt. We become overwhelmed and we need to rest but we're not allowed to so instead we think about death.\n\nHow can we be surprised that us trans girls have a suicide culture? You have infected us with suicidality. The rate of trans people attempting suicide is 41%, which jumps to 55% if you've lost a job due to bias (check), 61% if you're the victim of a physical assult (check), and 64% if you're the victim of sexual assault (check). You are killing us daily and telling us it's our own fault. You are making sure we are traumatised enough.\n\nI want to make it clear that what happens to us is a refined, careful and clinical process to ensure the murder of trans femmes through the mechanics of suicide. Who taught these men the same script? Who taught my employers? My doctors? My apparent lovers? How did everyone know who to hurt and how?\n\nBefore the transition was the dysphoria and the disassociation. The disassociation wasn't easier, but I was much much angrier then and I was frozen and people thought I was a man. It's normal for men to feel nothing. With the understanding of myself, then the hormones, the dysphoria lifted and the social punishment began, with such a fervour that I couldn't have believed before.\n\nI know I'm happy. I was a happy kid. I'm a happy adult. I love my partner and they love me. I love my friends. I love my sisters. I love how my body is changing. I love being alive. But the daily pressure, the struggle, is so wearing that I often think of death as a way to calm down because it is a space where I feel in control. And I don't think that's normal.\n\nI sometimes wonder if it's the hormones rewriting my brain chemistry, making me feel way more than I can handle. It's a weird syncretic thing, transitioning. Where do my feelings start and the hormones end? This ambiguity is very beautiful and should be seen as such. My changes are beautiful and should be seen as such. They should not be used as weapons against me.\n\nI don't believe in passing. I don't believe in gender. I reject, in my heart, the confines that cisness has put on me. But I want them very badly, because it will make me safe and because I want people to see that I'm beautiful. I cannot imagine a crueller thing, to take that simple desire and to kill me with it.\n\nWe only survive through each other’s love and care (I love all my sisters and siblings). We only survive because we know we are right and they are wrong. We must survive and we must end this violence, this system of colonial capitalism that feeds itself on the bodies of trans women and femmes. One group among many. I insist that we survive. I say that in our survival we thrive and your system is coming to an end.","description":"Content note: suicide, assault","source":null,"image":null,"embed":null,"attachment":null,"metadata":null,"base_class":"Block","class":"Text","user":{"id":108032,"created_at":"2019-05-02T12:51:36.716Z","slug":"ana-meisel","username":"Ana Meisel","first_name":"Ana","last_name":"Meisel","full_name":"Ana Meisel","avatar":"https://arena-avatars.s3.amazonaws.com/108032/small_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927","avatar_image":{"thumb":"https://arena-avatars.s3.amazonaws.com/108032/small_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927","display":"https://arena-avatars.s3.amazonaws.com/108032/medium_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927"},"channel_count":13,"following_count":37,"profile_id":395273,"follower_count":12,"initials":"AM","can_index":true,"metadata":{"description":null},"is_premium":true,"is_exceeding_private_connections_limit":false,"is_confirmed":true,"is_pending_reconfirmation":false,"is_pending_confirmation":false,"badge":"premium","base_class":"User","class":"User"},"position":3,"selected":false,"connection_id":10235045,"connected_at":"2020-03-18T23:12:36.927Z","connected_by_user_id":108032,"connected_by_username":"Ana Meisel","connected_by_user_slug":"ana-meisel"},{"id":6460310,"title":"G€ND£R CAPITALI$M","updated_at":"2020-03-20T20:47:55.051Z","created_at":"2020-03-15T22:52:04.915Z","state":"available","comment_count":0,"generated_title":"G€ND£R CAPITALI$M","content_html":"<p>In a 2017 model and ‘activor-activist’ Rain Dove gave a TED talk called ‘Gender Capitalism’. A Gender Capitalist, they explain, is anyone who identifies as whatever gender is most advantageous to them at the time. They ‘capitalise’ on different ‘opportunities given to people based on their perceived sex or gender’. In their (at the time pronouns weren’t important to Dove, for pronouns are just noises and what Dove listens for in those noises is POSITIVITY) life it’s been, among the more interesting things (which turned out to be largely falsified in a classic youtuber cry-confession masquerading as #radicalhonesty), working as a model for both menswear and womenswear campaigns. Dove gives the bizarre example of the sinking of the Titanic: pass as a man and join the ship as a deckhand to make $$$, when the ship starts sinking whip your tits out and get on a lifeboat.</p><p>Everyone should be a gender capitalist, and everyone can be a gender capitalist because Dove is ‘not talking trans...plastic surgery or anything weird like that’. Cis people should be trans, but do it better. do it so well that it’s not a trans thing, it's a capitalist thing, which is fine. Dove identifies as a gender capitalist first, and non-binary second - only one of these labels is present on their public social media profiles.</p><p>Jill Soloway was a cis-het passing woman who made a TV show about a trans parent (geddit) and cast an abusive, cis het man in the role. Jill is non-binary and queer, by their own words, partly because they ‘want to be not cis’. Jill writes in their own memoir of the way they asked actor Trace Lysette, a trans woman and former sex worker, not to come forward with abuse claims against Jeffrey Tambor because it would ruin their TV show. This very cissy behaviour doesn’t make them cis, but it might make them a Gender Capitalist. </p><p>Let’s pause for a hot sec (don’t worry we’ll get back to the narrative soon) and acknowledge that gender is only truly accessible for white people. Race, and the huge variety of different racialised bodies that white colonialism has defined and created, is in itself an unchosen imposed gender position. We could go into the traumatic histories of the creation of those genders but LET’S NOT in this small hot-take but, for some more specific examples for the yts at the back: Black womanhood is gendered as masculine/non-feminine, Jewish and Arab and South Asian masculinity is gendered as feminine/non-masculine and implicitly homosexual, and so on and so on. Whiteness is the abstract which can invent gender, articulate it, and grant genders onto others. Plz read this take thru that lense and don’t be a white supremicist thnx appreciate ur time bbz. Back 2 scheduled programming. </p><p>I’ve been a gender capitalist. I’m just not very good at it. At work, in my Front of House role, I ‘pretend’ to be non-binary and use they/them pronouns, when I’ve been getting closer to non-binary transmasc and they/he. I do this because the cis people at work don’t take non-binary that seriously, they don’t really know what it means, it doesn’t feel that deep. Their idea of non-binary on someone like me (white, thin, not visibly disabled, young) is kind of ‘woman+’ and tied to aesthetics. That’s fucked up, and I don’t support it, but I pass as a certain idea of non-binary because it is advantageous to me at certain moments where I don’t want to explain how I really feel. I’ve also wondered about how being transmasc will affect my access to womens spaces, I’m worried about being cast out on a technicality and being stranded unable and ugh unwilling to access men’s spaces (the toilets smell innit). When people know I’m transmasc, they greet me with a handshake and tbh its weird, and when people greet Hava they hug her which is also weird, (and possibly a product of white women feeling an entitlement to welcome graciously into womanhood bodies they could read as non-white, whereas i get to be whateeeever i wanttttt). No one hugs me anymore. I have many non-binary feelings but don’t exclusively identify that way partly because I do not like the aesthetic, and what (cis) people will associate with me if I take on this label. I feel the same way about masculinity. None of them quite fit so I pick the least worst, I try to compromise, which is necessary given my position of exchanging my labour for a wage. Although to be honest, being trans hasn't been the worst thing for my career, even if it’s probably been the worst thing for my life. I'm currently on transition leave, which should be a standard but feels like a privilege, and sometimes I even worry that I'm not trans and am doing it for the time off work, because transness should feel like suffering. Simultaneously, if someone I work with 'pretended' to be trans to get this leave I'd be like GET IN SON.</p><p>Cis people also have wierd gender feelings. People often say ‘everyone is non-binary’ and they’re not rlly wrong, but they probably mean everyone feels wierd under gender, because gender is wierd! Everyone is non-binary, but high profile non-binary people who say that everyone is non-binary will probably not appreciate their gigs being taken by cis-passing people who feel a bit wierd. How much of this is - we all feel that way - and how much is it capitalism desperately trying to absorb gender variance after trying to crush it for hundreds of years?</p><p>The way Rain Dove allegedly hoaxed a kind of trans suffering (getting attacked in a toilet) to a largely cis audience of online followers makes me think that, despite their supposed questioning of labels, they still felt pressure to perform a kind of ‘non-binary-ness’ and gender fluidity as validated by the cis. This is not the first reported ‘hoax’ of trans-ness that mixes rightly questioning a public figure’s privilege with policing their identity. The way transness is seen by cis society means that any time a trans person is perceived to be lying about anything, their transness is also cast in to question. Laura Albert writing under the alter-ego ‘JT Leroy’ to express gender feelings is quite a trans mood, just not the kind of trans the cis had thought. Recently a Goldsmiths tutor was accused of ‘pretending to be non-binary’ which is wierd considering the cis think that all non-binary people are pretending to be non-binary. The reaction highlighted the kind of coming out story we expect from non-binary trans people, the way it is policed, the behaviour expected, the desexualisation of perceived non-binaryness and how unthinkingly people turn to vitriol when this path is not followed. It shows an expectation of the correct way to be non-binary, which is now a gender capitalist way. </p><p>Bit wierd to assume that anyone who id’s (even for a while/even for a weekend/even for instagram) as trans is cis, and I think shows a lack of understanding of what transness is and how it functions, something we are all suffering from at the moment. It expects a performance of authenticity that derives both from a history of cis gatekeepers (and an unquestioning naturalisation of their rules), as well as (more recently) the way neoliberal capitalism expects us to perform our selfhoods. The division of the economic sphere and the home sphere (public/private) allowed for the possibility of different states of being, whereas neoliberalism has collapsed these boundaries into a marketplace where selfhood must never slip lest it lose its stock value.</p><p>What makes a ‘real’ non-binary person? We are told it’s not dysphoria and it’s not medicalisation, which it isn’t. But that messaging, a legit response to boot-licking transmedicalist ideology, has been warped in to non-binary = non-medicalised/non-dysphoric, which is not very helpful to non-binary people with dysphoria who want to access medical help, who are often forced in to binary modes of transition to access HRT and surgeries (like Maz!). If everyone is non-binary like some trans celebs have said, that means that we are claiming the binary doesn't fit anyone - which means that everyone is trans. But everyone's material experience of that will be different, and that can be uncomfortable to sit with.</p><p>Being trans doesn’t make you a good person, and it doesn’t automatically make you an expert on gender - not even your own. There are all sorts of wacky feelings tied up within it that can manifest in potentially icky ways. Coming out is messy and difficult, and one’s gender can never be sealed in a vacuum away from any other part of a person’s being or their context. A person's transness will be affected by the way they start and this will in turn affect how they transition or how they are not able to transition. An academic trans person’s transness will be shaped by their position as an academic (hey paul remember me?). An overacheiver’s transness will be defined by their overachieving. An opportunist’s transness will be defined by their opportunism. A white person's transness will be very different from a person of colour's transness. A posh person's transness will be very different from a working class person’s. Transness doesn't erase existing privileges.</p><p>A lot of us transes don't really know what we are up to lol. We are all, in a way, doing gender capitalism, finding the least worst option in a broken system. I don’t know why I have this feeling, and I don’t really think I can separate it from capitalist control. Everyone’s grasping to find some kind of gender euphoria, everyone is trying very hard to be our gender, are any of us really that cis?</p><p>I imagine we see transness as a feeling, but why couldn't transness also be an action? And if we start policing people’s transness, where does that lead? And why would we start doing transness as a performance/any more than gender is already performed? Why does anyone do anything under capitalism? For money, power, glory babe. </p><p>There’s an overdue outrage bubbling at the monetising of the trans experience, which has been allowed to be misdirected away from the people considered to be ‘really trans’ who exploit their transness for money: when Jacob Tobia et al do an Uber sponsored post or when 2 trans chancers start an instagram account and then open a patreon ;). The right lube is a gender capitalist project, as much as we resist it and as much as everything is. Cis people follow us and benefit from our thoughts, probably take them in to their own marketplace of ideas and profit from them much more than we ever could. It's understandable, then, why trans people would want to jump over this gatekeeping and sell their own ideas directly to the source.The world is burning but hey, Jacob Tobia’s memoir is being turned into a limited series! I can’t wait to watch it, that is if I’m still alive.</p><p>There was a tweet circulating online that companies should hire trans people because we don't have any family to go to for holidays so we will always be available to work. I don't think this tweet is far from the truth. Trans people are still so vulnerable and cut off from traditional support systems that we are a perfect candidate for new virulent forms of capitalism. We do not need time off to see family, the legend goes, we need a constant stream of money to buy our hormones while we wait 5 years for the GIC, and/or perhaps a constant stream of money to buy ‘gender-neutral’ or ‘affirming’ products increasingly aimed at us under the impression that we are desperate for any validation we can get. We are so used to being disrespected that companies think they can do the work of treating us with the same contempt they treat everyone else and be met with gratitude.</p><p>Non-binary identity in particular is undergoing a targeted assault by capitalism to neutralise its threat and assimilate it. At some point capitalism decided that non-medicalised non-binary bodies are no longer radical, and now any attempts to be radical through that identity falls short. Aesthetic tells of non-binary transness is reflected back to us in fashion ads and on buses. And it's the Gender Capitalists who have done that deal with capitalism, and made a decision on behalf of all to become the new favoured group to save capitalism from itself and open up a whole new endless market. Capitalism wants to forge a non-binary gender role as demanding and constricting as male and female. More gender = more capitalism. </p><p>The Gender Capitalist claims identities which pre-existed itself and shrinks them down and categorises them. Everything's been eaten by something positioning itself as the centre and then works outwards. It breaks up solidarity and erodes knowledge of gender’s complex multiple histories. This is not what non-binary transness was meant to do, its function was (or should have been) to exist as another umbrella term: for the Fairies, queens, he-shes, butches, genderqueerness the older identities, ones erased by a consolidation of selfhoods into a more easily consumable category. And to move away from Western-centric identities, colonial capitalism has already erased indigenous genders by genociding indigenous cultures and forcing assimilation on the survivors. It’s been said before, but these pre-existing indigenous genders have often been used as examples of ‘authentic’ non-binary experience and have been claimed as a sort of heritage by non-indigenous people so that they can validate their identity in to a capitalist model. But how can we separate contemporary transness from its formulation under capitalism, why do we assume it can somehow free us from our context? </p><p>Marsha P Johnson was a transvestite and challenged the binary through personal identity, sure, but also with ACTION (like housing+feeding+clothing trans kids in the STAR home at 213 E. 2nd Street, paying the rent through street-based sex work, and of course fighting cops). The self is radical, but when we say that it suggests that we don't have to do anything else. When the self is radical it should be continued til the point of realising that the self can only be emancipated when everyone else is.</p><p>If queerness is anything it's a refusal to be identified by power. Queerness is an action, not an identification. This neoliberal classification of queerness as a fixed identity is a hostile takeover of queerness that we must resist, and the call is coming from INSIDE THE HOUSE. Queerness can joyfully hold two contrary things at once, and of course capitalism would want to steal this handy skill. Queerness opens up and breaks language, of course capitalism would want to be able to do this as artfully as a queer performance poet. Capitalism is killing us, some of us, but it is much easier to assimilate than to exterminate. Currently, power seeks to do both - we must examine closely who gets to assimilate (predominantly white people and upper class people), and examine how this assimilation is not the same as safety or the full realisation of the self.</p><p>What's the difference between the Gender Capitalist activist and the actual activist? Well you probs haven't actually heard of the activist, at least while they're alive (cus when ppl die anything is up for grabs). Many of us know STAR, Marsha, Sylvie, Stormé DeLarverie or at least a celeb-a-fied memory of them, but many of their comrades are still living and still doing the work. Their names don't jump to the tongue, the names of trans celebrities do. Less famous or non-famous queers strive their best to follow the tactics of people like Rain Dove and end up replicating toxic individualist behaviour under the guise of being the next Marsha or Sylvie. And it's not really fair to expect the work of activism to be done by a few chosen creatives and celebrities: many do not define as activists, many dispute this label - but they have definitely benefited from this tag and the fame they've been given at the expense of activists. Such people are unable to even use their platform to promote activism, because they have been purposefully exceptionalised and extracted from their communities and now do not live in the same world as the activists. Activism, like it's always been, is applying consistent pressure to the system to change it for the benefit of everyone. The Gender Capitalist's activism is fronted by themselves and for their own profit and clout. It has no discernible aim or demand as its primary focus, except often visibility and superficial change, and individuals imperceptibly changing their minds. This is not those people's fault, it is how these things work. It's not just true of trans politics, we've seen it with feminism - and these are not unrelated. The gender binary was created to make an unwaged/low-waged group of people (usually women), and now that this has somewhat fractured it makes sense to absorb gender variance in to new forms of economic labour and of market value. If capitalism can have women workers and women exploiters, why not invite trans men and women to this binary of oppression? Why not have non-binary workers and non-binary exploiters? Why not non-binary consumers? They would be missing out on a section of the workforce and a whole new market, and if they did not make steps to assimilate this section it could be a big problem further down the line. </p><p>Most white women in power were just good gender capitalists in the 80s and 90s. A lot of TERF logic is just anger at being overlooked by a better capitalist model. Resentment is one of the main tools capitalism uses to disrupt solidarity which is why you find most TERF arguments coming from privileged white cis women in academies, not working class cis women who r often like lol join the club sis. The TERF war is a turf war, their logic is one of suffering and they need to suffer so that they don't feel as if they are the ones who are tyrants, which they are. So, to maintain their delusion, they need capitalism to sustain a supply of correctly oppressed bodies (yt cis women) and a supply of correctly oppressive bodies (cis men), who can go through the motions of oppression. They require the contradiction that, for everything they gain, their goal is still as distant as it ever was. This delusion is needed in order to sustain their newly minted privilege, and to feel less than zero empathy for others oppressed by the same system. That's why TERFs always side with their oppressor, (many TERF organisations are funded by right wing Christian fundamentalists, many TERFs ally themselves with fascists) because they wrongly fear that in not doing so they would lose everything. It's bad for TERFs to have full gender liberation because the emancipation of all women would destroy their victim status, and emancipation of all men would destroy their enemy. It's also bad for Gender Capitalists to have gender liberation, because gender liberation would render gender variance common and accessible to all. It's bad for capitalism to have full gender liberation because who would have babies, who would be paid less, who would be easily expendable (obviously racialized people as ever lol - Hava xx)? TERFs position themselves as gender experts, and gender capitalists are also pushed in to this role, so both would suffer from everyone owning and knowing their own genders. We live in stasis of pitched battles, one against the other, which is used as a distraction to mask a necro-economic state of perpetual crises moving further towards absolute collapse. True solidarity means working against your own immediate best interests for the emancipation of all.</p><p>We need not fret 2 hard: many a Gender Capitalist does not actually like capitalism and probably truly believes they are working against it: that what they are doing is the most they can do because they have been fed a messaging of despair, still in survival mode despite how glamorous their life looks. It's no surprise that among the most famous gender capitalists, many are not white, many are trans femme, and some seem to be from working class backgrounds. They are not able to just walk away the way, for example, Shon Faye has said she could afford to do. They are unable to access a life outside of the gender that capitalism is creating for them. They are objectified to the point where their identity is the only thing they have and is completely tied up in a market value they have no control over. Their images are used to prop up a system they do not wish to partake in, are pointed to as evidence that things are getting better. Some non-binary influencers, when they get a chance, say good stuff which is then sanitised and picked apart for soundbites. Many had better politics when they enjoyed less of the perks of capitalism. Many are pushed into the position of delivering uncontroversial platitudes about gender for product sponsorships which are designed to get more reach than anything else they do. Many are getting fed up with visibility. </p><p>Visibility often provokes hostility, because it puts trans people out in public. And people see a famous tran on a magazine cover or at an awards show and they think, ‘what are those lot still complaining about? They’ve got everything they wanted, they’re in Vogue!’. This is the more insidious function of visibility, because it makes people think that by hating trans people they are hating someone more privileged than them. This can also point to why black and brown trans people are often put in this space instead of white trans people, to serve a double purpose in devaluing valid critiques of the inherent racism of both capitalism and the West. It’s interesting, isn’t it, that most ppl with the non-binary aesthetic are white and AFAB which is a positionality that grants certain genderqueer presentation a level of safety in the cis world we live in. It’s also interesting that most non-binary trans celebs are people of colour. Mid-career gender capitalists may be safe on stage, they may be safe on screen and on the page, but many are still unsafe on the streets - and what happens when the assimilation process has sated itself and the chosen few trans people aren’t needed anymore? Non-white trans celebs can’t truly assimilate: they are being used as disposable tools in a last ditch attempt to save late capitalism. And what are they saving late capitalism from? A mutation in to fascism, which is an easy fit for those that benefit from the current system, but a disaster for everyone else. </p><p>Just as capitalism wants us for its saviour, there are those on the left that want trans people to be the new class of oppressed people to lead the revolution. This is not only an unfair expectation but an unrealistic one. We can't base a struggle solely on a category that sits above class, race and a host of other intersecting oppressions (spoiler alert it's still gotta b the proletariat). We can't expect every black trans femme to be Marsha P Johnson, and hold certain trans people to higher standards than, for example, a rich white afab enby. We need to find the differences between those trans people who are scabs and those who are just trying to live: people's actions in relation to intent, and their proximity to money and power.</p><p>Phrasing floats through the internet claiming our trans elders as martyrs to the cause by people who are martyring their identities for late capitalism. This is no fair exchange, if only because it is too late to save capitalism - it has been too late for decades. The capitalists are using us: we are the multicultural metropoles that ruined the Labour party, we are the threat to family values that are always returned to as long as capitalism shudders along in its failing death rattle. They will never accept us, and we should not want them to. We don’t want to be the saviours of a dying system built on the death of most of the world. We cannot allow the capitalists to decide the logic of transness, to dictate to us our languages and our ways of being. We can’t let them in on our secret so that some of us can get/stay middle class or even better, rich and famous.  </p><p>‘Abolishing’ or ‘expanding’ gender is a much easier thing to do under capitalism than ending race or ending class itself. For capitalism to undo racialised violence is for it to admit that it is a fundamentally evil system built by genocide and slavery, which continues. For class to end capitalism must also stop functioning. Gender could have been over in the industrial revolution, but it was useful to keep enforcing. Maybe it won’t be useful to them in the same way anymore, maybe it’s more an aesthetic tell than a social role, as our social spaces and lives are increasingly destroyed by work and consumption. Gender is continuingly being revised to serve a system which thrives by pretending the way things are now are the way things have always been, simultaneously that the way things are now are better than they have ever been, simultaneously that things now are worse than ever before. Abolishing gender without abolishing Capitalism would be, err, not very fun babes.</p><p>Transness offers a far-reaching solidarity. Trans is a feeling of not being at home in your assigned gender, and why would anyone feel at home in our current western capitalist binary construction of gender? The gender I have moved to doesn’t really feel like home either, but wtf is home in a time of crisis. I don’t own my home, and I don’t own my gender either. Who does?</p><p>References </p><p><a href=\"https://www.youtube.com/watch?v=EKgfHc6umRU\" rel=\"nofollow noopener\">https://www.youtube.com/watch?v=EKgfHc6umRU</a><br><a href=\"https://www.affidavit.art/articles/no-one-wants-it\" rel=\"nofollow noopener\">https://www.affidavit.art/articles/no-one-wants-it</a><br><a href=\"https://shesagent.com/community-love-with-uberpride/\" rel=\"nofollow noopener\">https://shesagent.com/community-love-with-uberpride/</a><br><a href=\"https://jezebel.com/what-can-a-trans-memoir-do-1836185738\" rel=\"nofollow noopener\">https://jezebel.com/what-can-a-trans-memoir-do-1836185738</a><br><a href=\"https://makinggayhistory.com/podcast/bonus-episode-from-the-vault-sylvia-rivera-marsha-p-johnson-1970/\" rel=\"nofollow noopener\">https://makinggayhistory.com/podcast/bonus-episode-from-the-vault-sylvia-rivera-marsha-p-johnson-1970/</a><br><a href=\"http://www.hooliganmagazine.com/blog/2016/4/15/trans-fashion-is-not-necessarily-trans-empowerment\" rel=\"nofollow noopener\">http://www.hooliganmagazine.com/blog/2016/4/15/trans-fashion-is-not-necessarily-trans-empowerment</a><br>Gender Nihilism (<a href=\"https://libcom.org/library/gender-nihilism-anti-manifesto\" rel=\"nofollow noopener\">https://libcom.org/library/gender-nihilism-anti-manifesto</a>)<br>Trans Visibility Won’t Save us (<a href=\"https://www.buzzfeednews.com/article/alexverman/trans-visibility-wont-save-us?ref=bfnsplash\" rel=\"nofollow noopener\">https://www.buzzfeednews.com/article/alexverman/trans-visibility-wont-save-us?ref=bfnsplash</a>)<br>Wages for transition (<a href=\"https://medium.com/@harrygiles/wages-for-transition-dce2b246b9b7\" rel=\"nofollow noopener\">https://medium.com/@harrygiles/wages-for-transition-dce2b246b9b7</a>)<br>Black on both sides, C Riley Snorton (book)<br>Females, Andrea Long Chu (book)<br>Wanted to link to an article that since been deleted about settler colonialism and gender in the US, here is a podcast with the author, Chat starts at 04.30 (<a href=\"https://revolutionaryleftradio.libsyn.com/settler-colonialism-and-decolonization-a-communist-perspective\" rel=\"nofollow noopener\">https://revolutionaryleftradio.libsyn.com/settler-colonialism-and-decolonization-a-communist-perspective</a>)</p>","description_html":"<p>We've written a long piece for <a href=\"https://montezpress.com/\" rel=\"nofollow noopener\">montezpress</a>, download pdf <a href=\"https://static.montezpress.com/media/interjectionPDFS/Interjection-006-02_The_Right_Lube.pdf\" rel=\"nofollow noopener\">here</a> </p>","visibility":"public","content":"In a 2017 model and ‘activor-activist’ Rain Dove gave a TED talk called ‘Gender Capitalism’. A Gender Capitalist, they explain, is anyone who identifies as whatever gender is most advantageous to them at the time. They ‘capitalise’ on different ‘opportunities given to people based on their perceived sex or gender’. In their (at the time pronouns weren’t important to Dove, for pronouns are just noises and what Dove listens for in those noises is POSITIVITY) life it’s been, among the more interesting things (which turned out to be largely falsified in a classic youtuber cry-confession masquerading as #radicalhonesty), working as a model for both menswear and womenswear campaigns. Dove gives the bizarre example of the sinking of the Titanic: pass as a man and join the ship as a deckhand to make $$$, when the ship starts sinking whip your tits out and get on a lifeboat.\n\nEveryone should be a gender capitalist, and everyone can be a gender capitalist because Dove is ‘not talking trans...plastic surgery or anything weird like that’. Cis people should be trans, but do it better. do it so well that it’s not a trans thing, it's a capitalist thing, which is fine. Dove identifies as a gender capitalist first, and non-binary second - only one of these labels is present on their public social media profiles.\n\nJill Soloway was a cis-het passing woman who made a TV show about a trans parent (geddit) and cast an abusive, cis het man in the role. Jill is non-binary and queer, by their own words, partly because they ‘want to be not cis’. Jill writes in their own memoir of the way they asked actor Trace Lysette, a trans woman and former sex worker, not to come forward with abuse claims against Jeffrey Tambor because it would ruin their TV show. This very cissy behaviour doesn’t make them cis, but it might make them a Gender Capitalist. \n\nLet’s pause for a hot sec (don’t worry we’ll get back to the narrative soon) and acknowledge that gender is only truly accessible for white people. Race, and the huge variety of different racialised bodies that white colonialism has defined and created, is in itself an unchosen imposed gender position. We could go into the traumatic histories of the creation of those genders but LET’S NOT in this small hot-take but, for some more specific examples for the yts at the back: Black womanhood is gendered as masculine/non-feminine, Jewish and Arab and South Asian masculinity is gendered as feminine/non-masculine and implicitly homosexual, and so on and so on. Whiteness is the abstract which can invent gender, articulate it, and grant genders onto others. Plz read this take thru that lense and don’t be a white supremicist thnx appreciate ur time bbz. Back 2 scheduled programming. \n\nI’ve been a gender capitalist. I’m just not very good at it. At work, in my Front of House role, I ‘pretend’ to be non-binary and use they/them pronouns, when I’ve been getting closer to non-binary transmasc and they/he. I do this because the cis people at work don’t take non-binary that seriously, they don’t really know what it means, it doesn’t feel that deep. Their idea of non-binary on someone like me (white, thin, not visibly disabled, young) is kind of ‘woman+’ and tied to aesthetics. That’s fucked up, and I don’t support it, but I pass as a certain idea of non-binary because it is advantageous to me at certain moments where I don’t want to explain how I really feel. I’ve also wondered about how being transmasc will affect my access to womens spaces, I’m worried about being cast out on a technicality and being stranded unable and ugh unwilling to access men’s spaces (the toilets smell innit). When people know I’m transmasc, they greet me with a handshake and tbh its weird, and when people greet Hava they hug her which is also weird, (and possibly a product of white women feeling an entitlement to welcome graciously into womanhood bodies they could read as non-white, whereas i get to be whateeeever i wanttttt). No one hugs me anymore. I have many non-binary feelings but don’t exclusively identify that way partly because I do not like the aesthetic, and what (cis) people will associate with me if I take on this label. I feel the same way about masculinity. None of them quite fit so I pick the least worst, I try to compromise, which is necessary given my position of exchanging my labour for a wage. Although to be honest, being trans hasn't been the worst thing for my career, even if it’s probably been the worst thing for my life. I'm currently on transition leave, which should be a standard but feels like a privilege, and sometimes I even worry that I'm not trans and am doing it for the time off work, because transness should feel like suffering. Simultaneously, if someone I work with 'pretended' to be trans to get this leave I'd be like GET IN SON.\n\n \n\nCis people also have wierd gender feelings. People often say ‘everyone is non-binary’ and they’re not rlly wrong, but they probably mean everyone feels wierd under gender, because gender is wierd! Everyone is non-binary, but high profile non-binary people who say that everyone is non-binary will probably not appreciate their gigs being taken by cis-passing people who feel a bit wierd. How much of this is - we all feel that way - and how much is it capitalism desperately trying to absorb gender variance after trying to crush it for hundreds of years?\n\nThe way Rain Dove allegedly hoaxed a kind of trans suffering (getting attacked in a toilet) to a largely cis audience of online followers makes me think that, despite their supposed questioning of labels, they still felt pressure to perform a kind of ‘non-binary-ness’ and gender fluidity as validated by the cis. This is not the first reported ‘hoax’ of trans-ness that mixes rightly questioning a public figure’s privilege with policing their identity. The way transness is seen by cis society means that any time a trans person is perceived to be lying about anything, their transness is also cast in to question. Laura Albert writing under the alter-ego ‘JT Leroy’ to express gender feelings is quite a trans mood, just not the kind of trans the cis had thought. Recently a Goldsmiths tutor was accused of ‘pretending to be non-binary’ which is wierd considering the cis think that all non-binary people are pretending to be non-binary. The reaction highlighted the kind of coming out story we expect from non-binary trans people, the way it is policed, the behaviour expected, the desexualisation of perceived non-binaryness and how unthinkingly people turn to vitriol when this path is not followed. It shows an expectation of the correct way to be non-binary, which is now a gender capitalist way. \n\nBit wierd to assume that anyone who id’s (even for a while/even for a weekend/even for instagram) as trans is cis, and I think shows a lack of understanding of what transness is and how it functions, something we are all suffering from at the moment. It expects a performance of authenticity that derives both from a history of cis gatekeepers (and an unquestioning naturalisation of their rules), as well as (more recently) the way neoliberal capitalism expects us to perform our selfhoods. The division of the economic sphere and the home sphere (public/private) allowed for the possibility of different states of being, whereas neoliberalism has collapsed these boundaries into a marketplace where selfhood must never slip lest it lose its stock value.\n\nWhat makes a ‘real’ non-binary person? We are told it’s not dysphoria and it’s not medicalisation, which it isn’t. But that messaging, a legit response to boot-licking transmedicalist ideology, has been warped in to non-binary = non-medicalised/non-dysphoric, which is not very helpful to non-binary people with dysphoria who want to access medical help, who are often forced in to binary modes of transition to access HRT and surgeries (like Maz!). If everyone is non-binary like some trans celebs have said, that means that we are claiming the binary doesn't fit anyone - which means that everyone is trans. But everyone's material experience of that will be different, and that can be uncomfortable to sit with.\n\nBeing trans doesn’t make you a good person, and it doesn’t automatically make you an expert on gender - not even your own. There are all sorts of wacky feelings tied up within it that can manifest in potentially icky ways. Coming out is messy and difficult, and one’s gender can never be sealed in a vacuum away from any other part of a person’s being or their context. A person's transness will be affected by the way they start and this will in turn affect how they transition or how they are not able to transition. An academic trans person’s transness will be shaped by their position as an academic (hey paul remember me?). An overacheiver’s transness will be defined by their overachieving. An opportunist’s transness will be defined by their opportunism. A white person's transness will be very different from a person of colour's transness. A posh person's transness will be very different from a working class person’s. Transness doesn't erase existing privileges.\n\nA lot of us transes don't really know what we are up to lol. We are all, in a way, doing gender capitalism, finding the least worst option in a broken system. I don’t know why I have this feeling, and I don’t really think I can separate it from capitalist control. Everyone’s grasping to find some kind of gender euphoria, everyone is trying very hard to be our gender, are any of us really that cis?\n\nI imagine we see transness as a feeling, but why couldn't transness also be an action? And if we start policing people’s transness, where does that lead? And why would we start doing transness as a performance/any more than gender is already performed? Why does anyone do anything under capitalism? For money, power, glory babe. \n\nThere’s an overdue outrage bubbling at the monetising of the trans experience, which has been allowed to be misdirected away from the people considered to be ‘really trans’ who exploit their transness for money: when Jacob Tobia et al do an Uber sponsored post or when 2 trans chancers start an instagram account and then open a patreon ;). The right lube is a gender capitalist project, as much as we resist it and as much as everything is. Cis people follow us and benefit from our thoughts, probably take them in to their own marketplace of ideas and profit from them much more than we ever could. It's understandable, then, why trans people would want to jump over this gatekeeping and sell their own ideas directly to the source.The world is burning but hey, Jacob Tobia’s memoir is being turned into a limited series! I can’t wait to watch it, that is if I’m still alive.\n\nThere was a tweet circulating online that companies should hire trans people because we don't have any family to go to for holidays so we will always be available to work. I don't think this tweet is far from the truth. Trans people are still so vulnerable and cut off from traditional support systems that we are a perfect candidate for new virulent forms of capitalism. We do not need time off to see family, the legend goes, we need a constant stream of money to buy our hormones while we wait 5 years for the GIC, and/or perhaps a constant stream of money to buy ‘gender-neutral’ or ‘affirming’ products increasingly aimed at us under the impression that we are desperate for any validation we can get. We are so used to being disrespected that companies think they can do the work of treating us with the same contempt they treat everyone else and be met with gratitude.\n\nNon-binary identity in particular is undergoing a targeted assault by capitalism to neutralise its threat and assimilate it. At some point capitalism decided that non-medicalised non-binary bodies are no longer radical, and now any attempts to be radical through that identity falls short. Aesthetic tells of non-binary transness is reflected back to us in fashion ads and on buses. And it's the Gender Capitalists who have done that deal with capitalism, and made a decision on behalf of all to become the new favoured group to save capitalism from itself and open up a whole new endless market. Capitalism wants to forge a non-binary gender role as demanding and constricting as male and female. More gender = more capitalism. \n\nThe Gender Capitalist claims identities which pre-existed itself and shrinks them down and categorises them. Everything's been eaten by something positioning itself as the centre and then works outwards. It breaks up solidarity and erodes knowledge of gender’s complex multiple histories. This is not what non-binary transness was meant to do, its function was (or should have been) to exist as another umbrella term: for the Fairies, queens, he-shes, butches, genderqueerness the older identities, ones erased by a consolidation of selfhoods into a more easily consumable category. And to move away from Western-centric identities, colonial capitalism has already erased indigenous genders by genociding indigenous cultures and forcing assimilation on the survivors. It’s been said before, but these pre-existing indigenous genders have often been used as examples of ‘authentic’ non-binary experience and have been claimed as a sort of heritage by non-indigenous people so that they can validate their identity in to a capitalist model. But how can we separate contemporary transness from its formulation under capitalism, why do we assume it can somehow free us from our context? \n\nMarsha P Johnson was a transvestite and challenged the binary through personal identity, sure, but also with ACTION (like housing+feeding+clothing trans kids in the STAR home at 213 E. 2nd Street, paying the rent through street-based sex work, and of course fighting cops). The self is radical, but when we say that it suggests that we don't have to do anything else. When the self is radical it should be continued til the point of realising that the self can only be emancipated when everyone else is.\n\nIf queerness is anything it's a refusal to be identified by power. Queerness is an action, not an identification. This neoliberal classification of queerness as a fixed identity is a hostile takeover of queerness that we must resist, and the call is coming from INSIDE THE HOUSE. Queerness can joyfully hold two contrary things at once, and of course capitalism would want to steal this handy skill. Queerness opens up and breaks language, of course capitalism would want to be able to do this as artfully as a queer performance poet. Capitalism is killing us, some of us, but it is much easier to assimilate than to exterminate. Currently, power seeks to do both - we must examine closely who gets to assimilate (predominantly white people and upper class people), and examine how this assimilation is not the same as safety or the full realisation of the self.\n\nWhat's the difference between the Gender Capitalist activist and the actual activist? Well you probs haven't actually heard of the activist, at least while they're alive (cus when ppl die anything is up for grabs). Many of us know STAR, Marsha, Sylvie, Stormé DeLarverie or at least a celeb-a-fied memory of them, but many of their comrades are still living and still doing the work. Their names don't jump to the tongue, the names of trans celebrities do. Less famous or non-famous queers strive their best to follow the tactics of people like Rain Dove and end up replicating toxic individualist behaviour under the guise of being the next Marsha or Sylvie. And it's not really fair to expect the work of activism to be done by a few chosen creatives and celebrities: many do not define as activists, many dispute this label - but they have definitely benefited from this tag and the fame they've been given at the expense of activists. Such people are unable to even use their platform to promote activism, because they have been purposefully exceptionalised and extracted from their communities and now do not live in the same world as the activists. Activism, like it's always been, is applying consistent pressure to the system to change it for the benefit of everyone. The Gender Capitalist's activism is fronted by themselves and for their own profit and clout. It has no discernible aim or demand as its primary focus, except often visibility and superficial change, and individuals imperceptibly changing their minds. This is not those people's fault, it is how these things work. It's not just true of trans politics, we've seen it with feminism - and these are not unrelated. The gender binary was created to make an unwaged/low-waged group of people (usually women), and now that this has somewhat fractured it makes sense to absorb gender variance in to new forms of economic labour and of market value. If capitalism can have women workers and women exploiters, why not invite trans men and women to this binary of oppression? Why not have non-binary workers and non-binary exploiters? Why not non-binary consumers? They would be missing out on a section of the workforce and a whole new market, and if they did not make steps to assimilate this section it could be a big problem further down the line. \n\nMost white women in power were just good gender capitalists in the 80s and 90s. A lot of TERF logic is just anger at being overlooked by a better capitalist model. Resentment is one of the main tools capitalism uses to disrupt solidarity which is why you find most TERF arguments coming from privileged white cis women in academies, not working class cis women who r often like lol join the club sis. The TERF war is a turf war, their logic is one of suffering and they need to suffer so that they don't feel as if they are the ones who are tyrants, which they are. So, to maintain their delusion, they need capitalism to sustain a supply of correctly oppressed bodies (yt cis women) and a supply of correctly oppressive bodies (cis men), who can go through the motions of oppression. They require the contradiction that, for everything they gain, their goal is still as distant as it ever was. This delusion is needed in order to sustain their newly minted privilege, and to feel less than zero empathy for others oppressed by the same system. That's why TERFs always side with their oppressor, (many TERF organisations are funded by right wing Christian fundamentalists, many TERFs ally themselves with fascists) because they wrongly fear that in not doing so they would lose everything. It's bad for TERFs to have full gender liberation because the emancipation of all women would destroy their victim status, and emancipation of all men would destroy their enemy. It's also bad for Gender Capitalists to have gender liberation, because gender liberation would render gender variance common and accessible to all. It's bad for capitalism to have full gender liberation because who would have babies, who would be paid less, who would be easily expendable (obviously racialized people as ever lol - Hava xx)? TERFs position themselves as gender experts, and gender capitalists are also pushed in to this role, so both would suffer from everyone owning and knowing their own genders. We live in stasis of pitched battles, one against the other, which is used as a distraction to mask a necro-economic state of perpetual crises moving further towards absolute collapse. True solidarity means working against your own immediate best interests for the emancipation of all.\n\nWe need not fret 2 hard: many a Gender Capitalist does not actually like capitalism and probably truly believes they are working against it: that what they are doing is the most they can do because they have been fed a messaging of despair, still in survival mode despite how glamorous their life looks. It's no surprise that among the most famous gender capitalists, many are not white, many are trans femme, and some seem to be from working class backgrounds. They are not able to just walk away the way, for example, Shon Faye has said she could afford to do. They are unable to access a life outside of the gender that capitalism is creating for them. They are objectified to the point where their identity is the only thing they have and is completely tied up in a market value they have no control over. Their images are used to prop up a system they do not wish to partake in, are pointed to as evidence that things are getting better. Some non-binary influencers, when they get a chance, say good stuff which is then sanitised and picked apart for soundbites. Many had better politics when they enjoyed less of the perks of capitalism. Many are pushed into the position of delivering uncontroversial platitudes about gender for product sponsorships which are designed to get more reach than anything else they do. Many are getting fed up with visibility. \n\nVisibility often provokes hostility, because it puts trans people out in public. And people see a famous tran on a magazine cover or at an awards show and they think, ‘what are those lot still complaining about? They’ve got everything they wanted, they’re in Vogue!’. This is the more insidious function of visibility, because it makes people think that by hating trans people they are hating someone more privileged than them. This can also point to why black and brown trans people are often put in this space instead of white trans people, to serve a double purpose in devaluing valid critiques of the inherent racism of both capitalism and the West. It’s interesting, isn’t it, that most ppl with the non-binary aesthetic are white and AFAB which is a positionality that grants certain genderqueer presentation a level of safety in the cis world we live in. It’s also interesting that most non-binary trans celebs are people of colour. Mid-career gender capitalists may be safe on stage, they may be safe on screen and on the page, but many are still unsafe on the streets - and what happens when the assimilation process has sated itself and the chosen few trans people aren’t needed anymore? Non-white trans celebs can’t truly assimilate: they are being used as disposable tools in a last ditch attempt to save late capitalism. And what are they saving late capitalism from? A mutation in to fascism, which is an easy fit for those that benefit from the current system, but a disaster for everyone else. \n\nJust as capitalism wants us for its saviour, there are those on the left that want trans people to be the new class of oppressed people to lead the revolution. This is not only an unfair expectation but an unrealistic one. We can't base a struggle solely on a category that sits above class, race and a host of other intersecting oppressions (spoiler alert it's still gotta b the proletariat). We can't expect every black trans femme to be Marsha P Johnson, and hold certain trans people to higher standards than, for example, a rich white afab enby. We need to find the differences between those trans people who are scabs and those who are just trying to live: people's actions in relation to intent, and their proximity to money and power.\n\n \n\nPhrasing floats through the internet claiming our trans elders as martyrs to the cause by people who are martyring their identities for late capitalism. This is no fair exchange, if only because it is too late to save capitalism - it has been too late for decades. The capitalists are using us: we are the multicultural metropoles that ruined the Labour party, we are the threat to family values that are always returned to as long as capitalism shudders along in its failing death rattle. They will never accept us, and we should not want them to. We don’t want to be the saviours of a dying system built on the death of most of the world. We cannot allow the capitalists to decide the logic of transness, to dictate to us our languages and our ways of being. We can’t let them in on our secret so that some of us can get/stay middle class or even better, rich and famous.  \n\n‘Abolishing’ or ‘expanding’ gender is a much easier thing to do under capitalism than ending race or ending class itself. For capitalism to undo racialised violence is for it to admit that it is a fundamentally evil system built by genocide and slavery, which continues. For class to end capitalism must also stop functioning. Gender could have been over in the industrial revolution, but it was useful to keep enforcing. Maybe it won’t be useful to them in the same way anymore, maybe it’s more an aesthetic tell than a social role, as our social spaces and lives are increasingly destroyed by work and consumption. Gender is continuingly being revised to serve a system which thrives by pretending the way things are now are the way things have always been, simultaneously that the way things are now are better than they have ever been, simultaneously that things now are worse than ever before. Abolishing gender without abolishing Capitalism would be, err, not very fun babes.\n\nTransness offers a far-reaching solidarity. Trans is a feeling of not being at home in your assigned gender, and why would anyone feel at home in our current western capitalist binary construction of gender? The gender I have moved to doesn’t really feel like home either, but wtf is home in a time of crisis. I don’t own my home, and I don’t own my gender either. Who does?\n\n\nReferences \n\nhttps://www.youtube.com/watch?v=EKgfHc6umRU\nhttps://www.affidavit.art/articles/no-one-wants-it\nhttps://shesagent.com/community-love-with-uberpride/\nhttps://jezebel.com/what-can-a-trans-memoir-do-1836185738\nhttps://makinggayhistory.com/podcast/bonus-episode-from-the-vault-sylvia-rivera-marsha-p-johnson-1970/\nhttp://www.hooliganmagazine.com/blog/2016/4/15/trans-fashion-is-not-necessarily-trans-empowerment\nGender Nihilism (https://libcom.org/library/gender-nihilism-anti-manifesto)\nTrans Visibility Won’t Save us (https://www.buzzfeednews.com/article/alexverman/trans-visibility-wont-save-us?ref=bfnsplash)\nWages for transition (https://medium.com/@harrygiles/wages-for-transition-dce2b246b9b7)\nBlack on both sides, C Riley Snorton (book)\nFemales, Andrea Long Chu (book)\nWanted to link to an article that since been deleted about settler colonialism and gender in the US, here is a podcast with the author, Chat starts at 04.30 (https://revolutionaryleftradio.libsyn.com/settler-colonialism-and-decolonization-a-communist-perspective)","description":"We've written a long piece for [montezpress](https://montezpress.com/), download pdf [here](https://static.montezpress.com/media/interjectionPDFS/Interjection-006-02_The_Right_Lube.pdf) ","source":null,"image":null,"embed":null,"attachment":null,"metadata":null,"base_class":"Block","class":"Text","user":{"id":108032,"created_at":"2019-05-02T12:51:36.716Z","slug":"ana-meisel","username":"Ana Meisel","first_name":"Ana","last_name":"Meisel","full_name":"Ana Meisel","avatar":"https://arena-avatars.s3.amazonaws.com/108032/small_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927","avatar_image":{"thumb":"https://arena-avatars.s3.amazonaws.com/108032/small_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927","display":"https://arena-avatars.s3.amazonaws.com/108032/medium_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927"},"channel_count":13,"following_count":37,"profile_id":395273,"follower_count":12,"initials":"AM","can_index":true,"metadata":{"description":null},"is_premium":true,"is_exceeding_private_connections_limit":false,"is_confirmed":true,"is_pending_reconfirmation":false,"is_pending_confirmation":false,"badge":"premium","base_class":"User","class":"User"},"position":2,"selected":false,"connection_id":10173641,"connected_at":"2020-03-15T22:52:04.941Z","connected_by_user_id":108032,"connected_by_username":"Ana Meisel","connected_by_user_slug":"ana-meisel"}]